Repository: keznikl/mezzanine
Catalog: mezzanine/pages/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Show in navigation
cs: Zobrazit v navigaci

source: Show in footer
cs: Zobrazit v patičce

source: Login required
cs: Login vyžadován

source: If checked, only logged in users can view this page
cs: Pokud bude zatrženo, bude při vstupu na stránku vyžadován login

source: Page
cs: Stránka

source: Pages
cs: Stránky

source: Content page
cs: Stránka obsahu

source: Content pages
cs: Stránky obsahu

source: Add primary
cs: Přidat stránku první úrovně

source: Add secondary
cs: Přidat stránku druhé úrovně

source: Home
cs: Domů
